export default function PrivacyPolicy() {
    return (
        <section className="mx-auto max-w-4xl px-4 py-4 lg:py-10">
            <div className="space-y-6 rounded-xl border border-gray-200 bg-white p-6 text-sm leading-relaxed text-gray-700">
                <h1 className="text-xl font-semibold text-gray-900">
                    ПОЛІТИКА КОНФІДЕНЦІЙНОСТІ
                </h1>

                <p className="text-gray-500">
                    (Набуває чинності: 01.08.2023 року)
                </p>

                <p>
                    Ця Політика конфіденційності поширюється тільки на
                    інформацію, зібрану на нашому веб-сайті:
                    https://www.stijoy.com, та в застосунку «Stijoy», тому ми не
                    несемо відповідальності за політику конфіденційності або
                    зміст веб-сайтів третіх сторін.
                </p>

                <p>
                    <strong>Увага!</strong> Перед переглядом цього Веб-сайту
                    та/або Застосунку уважно прочитайте цю політику
                    конфіденційності. Якщо ви не згодні з її умовами, не
                    використовуйте наш Веб-сайт та/або Застосунок.
                </p>

                <p>
                    Якщо ви прийняли рішення користуватися Веб-сайтом та/або
                    Застосунком, ви погоджуєтесь на збір, обробку та
                    використання ваших персональних даних у відповідності із
                    цією політикою конфіденційності. Особиста інформація
                    використовується для надання послуг та покращення сервісів.
                </p>

                <h2 className="font-semibold text-gray-900">
                    ТЕРМІНИ ТА ВИЗНАЧЕННЯ
                </h2>

                <p>
                    <strong>Персональні дані</strong> – це будь-яка інформація,
                    яка прямо чи опосередковано стосується користувача, яка
                    ідентифікується або ідентифікована, у тому числі засобами
                    Веб-сайту, мобільного чи іншого програмного Застосунку. Це,
                    зокрема, ім’я, дата народження, дані геолокації, засоби
                    зв’язку, сукупність інших відомостей про особу (вік, стать
                    тощо).
                </p>

                <p>
                    <strong>Політика конфіденційності</strong> – це цифровий
                    договір з необмеженим колом Користувачів Веб-сайту,
                    мобільного Застосунку або онлайн-сервісу. Політика
                    конфіденційності Веб-сайту / мобільного Застосунку отримує
                    від Користувача беззаперечний дозвіл на збір, обробку,
                    зберігання і передачу персональних даних. Політика
                    конфіденційності є головним документом у роботі з
                    персональними даними.
                </p>

                <p>
                    <strong>Веб-сайт</strong> – це інформаційний ресурс в мережі
                    Інтернет, який розміщений за адресою та містить текстову,
                    графічну та іншу інформацію, яка сприймається як єдине ціле,
                    та підтримується комплексом системних програмних засобів.
                </p>

                <p>
                    <strong>Застосунок</strong> – це програмне забезпечення,
                    назва: «Stijoy», що призначене для роботи на смартфонах,
                    планшетах та інших мобільних пристроях.
                </p>

                <p>
                    <strong>Користувач</strong> – це будь-яка фізична особа, яка
                    коли-небудь здійснювала доступ до Веб-сайту чи Застосунку та
                    досягла віку, допустимого для акцепту цієї політики
                    конфіденційності.
                </p>

                <p>
                    <strong>Аккаунт</strong> – це обліковий запис Користувача
                    створений в момент авторизації на Веб-сайті, що дозволяє
                    власнику Веб-сайту ідентифікувати (авторизувати) Користувача
                    шляхом використання облікового запису Користувача в
                    соціальних мережах, або верифікації логіну та паролю.
                </p>

                <p>
                    <strong>Файли cookie</strong> – це файли з невеликим обсягом
                    даних, які зазвичай використовуються як анонімні унікальні
                    ідентифікатори. Вони надсилаються до браузера Користувача з
                    Веб-Сайту, який Користувач відвідує, і зберігаються у
                    внутрішній пам'яті пристрою.
                </p>

                <h2 className="font-semibold text-gray-900">
                    ЗБІР ТА ВИКОРИСТАННЯ ПЕРСОНАЛЬНИХ ДАНИХ
                </h2>

                <p>
                    Ми збираємо інформацію про вас, коли ви вводите її при
                    користуванні нашими сервісами або іншим чином надаєте
                    безпосередньо нам при взаємодії з Веб-сайтом та/або
                    Застосунком. Інформація про Аккаунт і профіль. Ми збираємо
                    інформацію про вас, коли ви реєструєте Аккаунт, створюєте
                    або змінюєте свій профіль, встановлюєте параметри,
                    реєструєтесь або робите покупки через наші сервіси.
                    <br />
                    Наприклад, ви надаєте свою контактну інформацію та, у деяких
                    випадках, платіжну інформацію, коли реєструєтесь.
                </p>

                <p>
                    Інформацію, яку ви надаєте через наші сервіси. На Веб-сайті
                    та у Застосунку, які ви використовуєте, ми збираємо та
                    зберігаємо вміст, який ви публікуєте, надсилаєте, отримуєте
                    та яким ділитеся. Цей вміст містить будь-яку інформацію про
                    вас, яку ви можете додати. Вміст також включає файли та
                    посилання, які ви завантажуєте. Ми збираємо дані кліків про
                    те, як ви взаємодієте з функціями Веб-сайту та Застосунку і
                    використовуєте їх. Ми збираємо інформацію про вміст, який ви
                    надсилаєте на наш Веб-сайт та Застосунок, включаючи
                    соціальні мережі або веб-сайти соціальних мереж, якими ми
                    керуємо. Наприклад, ви надаєте нам інформацію, коли
                    надсилаєте відгук або коли берете участь у будь-яких
                    інтерактивних функціях, опитуваннях чи інших заходах.
                </p>

                <p>
                    Інформація, яку ви надаєте через наші канали підтримки.
                    Сервіси Веб-сайту та Застосунку також включають нашу службу
                    підтримки клієнтів, куди ви можете надати інформацію щодо
                    проблеми, з якою ви зіткнулися. Незалежно від того, чи ви
                    призначаєте себе контактною особою, відкриваєте запит у
                    службу підтримки, звертаєтеся безпосередньо до одного з
                    наших представників чи іншим чином спілкуєтеся з нашою
                    командою підтримки, вас попросять надати контактну
                    інформацію, короткий опис проблеми, з якою ви зіткнулися, та
                    будь-які іншу документацію, знімки екрана або інформацію,
                    яка може допомогти у вирішенні проблеми.
                </p>

                <p>
                    Платіжна інформація. Ми збираємо платіжну інформацію та
                    інформацію про платника, коли ви використовуєте певні платні
                    послуги. Ви також можете надати платіжну інформацію, таку як
                    дані платіжної картки, яку ми збираємо за допомогою
                    безпечних служб обробки платежів. Інформація, яку ми
                    збираємо автоматично, коли ви користуєтеся послугами наших
                    сервісів.
                </p>

                <p>
                    Ми збираємо інформацію про вас, коли ви користуєтеся нашими
                    сервісами, зокрема переглядаєте наш Веб-сайт та/або
                    Застосунок та виконуєте певні дії в наших сервісах.
                </p>

                <p>
                    Інформація про використання вами наших послуг. Ми
                    відстежуємо певну інформацію про вас, коли ви відвідуєте
                    будь-які наші сервіси та взаємодієте з ними. Ця інформація
                    включає функції, які ви використовуєте; посилання, на які ви
                    натискаєте; тип, розмір і назви файлів вкладень, які ви
                    завантажуєте до служб; часто використовувані терміни пошуку;
                    і як ви взаємодієте з іншими в наших сервісах. Ми також
                    збираємо інформацію про команди та людей, з якими ви
                    працюєте, і про те, як ви з ними працюєте, наприклад, з ким
                    ви співпрацюєте та спілкуєтеся найчастіше.
                </p>

                <p>
                    Інформація про пристрої та підключення. Ми збираємо
                    інформацію про ваш комп’ютер, телефон, планшет або інші
                    пристрої, які ви використовуєте для доступу до наших
                    сервісів. Ця інформація про пристрій включає ваш тип
                    підключення та налаштування під час встановлення, доступу,
                    оновлення або використання наших послуг. Через ваш пристрій
                    ми також збираємо інформацію про вашу операційну систему,
                    тип браузера, IP-адресу, URL-адреси сторінок
                    переходу/виходу, ідентифікатори пристроїв і дані про збої.
                    Ми використовуємо вашу IP-адресу та/або налаштування країни,
                    щоб приблизно визначити ваше місцезнаходження, щоб
                    забезпечити вам кращий рівень обслуговування. Обсяг цієї
                    інформації, яку ми збираємо, залежить від типу та
                    налаштувань пристрою, який ви використовуєте для доступу до
                    послуг.
                </p>

                <p>
                    Файли cookie та інші технології відстеження. Веб-сайт та
                    Застосунок та наші сторонні партнери, наприклад партнери з
                    реклами та аналітики, використовують файли cookie та інші
                    технології відстеження (наприклад, веб-маяки, ідентифікатори
                    пристроїв і пікселі), щоб забезпечити функціональність і
                    розпізнати вас у різних сервісах і пристроях.
                </p>

                <p>
                    Інформація, яку ми отримуємо з інших джерел. Ми отримуємо
                    інформацію про вас від інших користувачів наших сервісів,
                    від сторонніх служб, платформ, соціальних мереж,
                    загальнодоступних баз даних, а також від наших
                    бізнес-партнерів і торгових партнерів. Ми можемо поєднувати
                    цю інформацію з інформацією, яку ми збираємо іншими
                    способами, описаними вище. Це допомагає нам оновлювати та
                    вдосконалювати наші записи, виявляти нових клієнтів,
                    створювати більш персоналізовану рекламу та пропонувати
                    послуги, які можуть вас зацікавити.
                </p>

                <p>
                    Інші сервіси, які ви пов’язуєте зі своїм обліковим записом.
                    Ми отримуємо інформацію про вас, коли ви або ваш
                    адміністратор інтегруєте програми сторонніх розробників, або
                    пов’язуєте сторонню службу з нашими сервісами. Наприклад,
                    якщо ви створюєте Аккаунт або заходите в сервіс,
                    використовуючи свої облікові дані Google, ми отримуємо ваше
                    ім’я та адресу електронної пошти, як це дозволено
                    налаштуваннями вашого профілю Google, щоб автентифікувати
                    вас.
                </p>

                <p>
                    Ви або ваш адміністратор також можете інтегрувати наші
                    сервіси з іншими службами, якими ви користуєтеся, наприклад,
                    щоб дозволити вам отримувати доступ, зберігати, ділитися та
                    редагувати певний вміст третьої сторони через наші Послуги.
                    Наприклад, ви можете дозволити нашим сервісам отримувати
                    доступ, відображати та зберігати файли сторонньої служби
                    обміну документами в інтерфейсі сервісів. Або ви можете
                    дозволити нашим сервісам з’єднуватися зі сторонньою службою
                    календаря або синхронізувати список контактів чи адресну
                    книгу, щоб ваші зустрічі та зв’язки були доступні вам через
                    наші сервіси або щоб ваша організація могла обмежити доступ
                    певним користувачам.
                </p>

                <p>
                    Сторонні постачальники інформації. Ми можемо отримувати
                    інформацію про вас від сторонніх постачальників
                    бізнес-інформації та загальнодоступних джерел (наприклад,
                    платформ соціальних мереж), включаючи фізичні адреси
                    електронної пошти, назви посад, адреси електронної пошти,
                    номери телефонів, дані про наміри (або дані про поведінку
                    користувачів) , IP-адреси та профілі в соціальних мережах з
                    метою цільової реклами продуктів, які можуть вас зацікавити,
                    надання персоналізованих повідомлень, просування подій і
                    профілювання.
                </p>

                <h2 className="font-semibold text-gray-900">
                    ОБРОБКА ПЕРСОНАЛЬНИХ ДАНИХ
                </h2>

                <p>
                    Обробка і зберігання наданих персональних даних здійснюється
                    в дата-центрах, де розміщується обладнання, що забезпечує
                    функціонування сервісів Веб-сайту та Застосунку.
                </p>

                <p>
                    Надані персональні дані обробляються і можуть зберігатись в
                    базі персональних даних чи окремій таблиці бази даних
                    Веб-сайту чи Застосунку. Місце зберігання та обробки
                    персональних даних знаходиться за адресою:
                    https://airtable.com/
                </p>

                <h2 className="font-semibold text-gray-900">
                    МЕТА ВИКОРИСТАННЯ ПЕРСОНАЛЬНИХ ДАНИХ
                </h2>

                <p>
                    Щоб надавати послуги та персоналізувати ваш досвід: ми
                    використовуємо інформацію про вас, щоб надавати вам послуги,
                    включно з обробкою транзакцій з вами, автентифікації під час
                    входу в систему, надання підтримки клієнтів, а також
                    керування, обслуговування та вдосконалення послуг.
                    Наприклад, ми використовуємо ім’я та зображення, які ви
                    надаєте у своєму обліковому записі, щоб ідентифікувати вас
                    іншими користувачами Веб-сайту та/або Застосунку. Ми можемо
                    використовувати ваш домен електронної пошти, щоб зробити
                    висновок про вашу приналежність до певної організації чи
                    галузі, щоб персоналізувати вміст і досвід, який ви
                    отримуєте на нашому Веб-сайті та/або Застосунку.
                </p>

                <p>
                    Якщо ви користуєтеся декількома сервісами, ми об’єднуємо
                    інформацію про вас і вашу діяльність, щоб забезпечити
                    інтегрований досвід, наприклад, щоб ви могли знаходити
                    інформацію в одному сервісі під час пошуку в іншому або
                    надавати релевантну інформацію про продукт, коли ви
                    взаємодієте з нашим Веб-сайтом та/або Застосунком.
                    Ґрунтуючись на вашій взаємодії з різними продуктами та
                    рекламою, ми персоналізуємо ваш досвід і адаптуємо наші
                    повідомлення та пропозиції для вас.
                </p>

                <p>
                    Для досліджень і розробок: ми завжди шукаємо способи зробити
                    наші сервіси розумнішими, швидшими, безпечнішими,
                    інтегрованими та корисними. Ми використовуємо інформацію та
                    колективні знання (включно з відгуками) про те, як люди
                    використовують наші сервіси, для усунення несправностей,
                    визначення тенденцій, використання, моделей діяльності та
                    областей інтеграції, а також для покращення наших сервісів і
                    розробки нових продуктів, функцій і технологій, які
                    приносять користь нашим користувачам і громадськості. Ми
                    автоматично аналізуємо та об’єднуємо пошукові терміни, які
                    часто використовуються, щоб підвищити точність і
                    релевантність пропонованих тем, які автоматично заповнюються
                    під час використання функції пошуку. У деяких випадках ми
                    застосовуємо ці знання в наших сервісах, щоб покращувати та
                    розвивати схожі функції, краще інтегрувати сервіси, якими ви
                    користуєтеся, або надавати вам інформацію на основі того, як
                    інші користуються нашими сервісами. Ми також тестуємо та
                    аналізуємо певні нові функції з деякими користувачами, перш
                    ніж розгортати функцію для всіх користувачів.
                </p>

                <h2 className="font-semibold text-gray-900">
                    ТЕРМІН ЗБЕРІГАННЯ ПЕРСОНАЛЬНИХ ДАНИХ
                </h2>

                <p>
                    Персональні дані зберігаються на термін не більше, ніж це
                    необхідно відповідно до мети їх обробки. Після того, як Ви
                    перестали бути Користувачем Веб-Сайту та Застосунку, шляхом
                    видалення свого облікового запису на Веб-Сайті або в
                    Застосунку, ваші персональні дані також автоматично
                    видаляються.
                </p>

                <h2 className="font-semibold text-gray-900">
                    ВЗАЄМОДІЯ САЙТУ З ІНШИМИ РЕСУРСАМИ
                </h2>

                <p>
                    При використанні Вами сервісів, на сторінках Веб-сайту або в
                    Застосунку можуть бути присутні коди інших інтернет ресурсів
                    і третіх сторін, в результаті чого такі інтернет ресурси і
                    треті сторони отримують Ваші дані. Ці інтернет-ресурси
                    можуть отримувати і обробляти інформацію, про те, що Ви
                    відвідали ці сторінки, а також іншу інформацію, яку передає
                    Ваш браузер.
                </p>

                <p>
                    Такими інтернет-ресурсами можуть бути:
                    <br /> системи банеропоказів (наприклад, DoubleClick for
                    Publishers, Admixer, AdRiver та ін.);
                    <br /> соціальні плагіни мереж (наприклад, Discus, Facebook,
                    Twitter, Google+, ).
                </p>

                <p>
                    Використання зазначених сервісів необхідно для оперативного
                    аналізу відвідувань, внутрішньої і зовнішньої оцінки
                    відвідуваності, глибини переглядів, активності Користувачів.
                    <br />
                    Дані, отримані від зазначених сервісів ми не зберігаємо і не
                    обробляємо.
                    <br />
                    Якщо Ви в силу будь-яких причин не бажаєте, щоб зазначені
                    сервіси отримували доступ до Ваших персональних даних, Ви
                    можете за власним бажанням вийти зі свого Аккаунту, очистити
                    файли cookie (через свій браузер).
                    <br />
                    Веб-сайт та Застосунок використовує сторонній сервіс Google
                    Analytics, який може збирати інформацію, що використовується
                    для Вашої ідентифікації.
                </p>

                <h2 className="font-semibold text-gray-900">
                    ЗАХИСТ ПЕРСОНАЛЬНИХ ДАНИХ
                </h2>

                <p>
                    Ми використовуємо загальноприйняті стандарти технологічного
                    та операційного захисту інформації та персональних даних від
                    втрати, неправильного використання, зміни або знищення, але
                    ми не гарантуємо абсолютну захищеність від будь-яких загроз,
                    що виникають поза межами нашого регулювання.
                    <br />
                    Ми забезпечуємо застосування всіх відповідних зобов'язань
                    щодо дотримання конфіденційності, а також технічних і
                    організаційних заходів безпеки для запобігання
                    несанкціонованого або незаконного розголошення або обробки
                    такої інформації та даних, їх випадкової втрати, знищення
                    або пошкодження.
                    <br />
                    Ми маємо право поширювати персональні дані без Вашої згоди у
                    випадку визначеному чинним законодавством України, і лише
                    (якщо це необхідно) в інтересах національної безпеки,
                    економічного добробуту та забезпечення дотримання прав
                    людини.
                    <br />
                    Якщо Ви надали / втратили доступ до свого Аккаунту, Ви
                    несете повну та особисту відповідальність за дії нового
                    Користувача при використанні ним Веб-сайту та/або Застосунку
                    з Вашого облікового запису.
                    <br />
                    Ми цінуємо Вашу довіру у наданні нам Вашої Особистої
                    інформації, тому ми прагнемо використовувати комерційно
                    прийнятні засоби її захисту. Але пам'ятайте, що жоден метод
                    передачі через Інтернет або метод електронного зберігання не
                    є 100% безпечним і надійним, і ми не можемо гарантувати його
                    абсолютну безпеку.
                </p>

                <h2 className="font-semibold text-gray-900">
                    ПРАВА ТА ОБОВ’ЯЗКИ КОРИСТУВАЧА
                </h2>

                <p>
                    Всі роботи, що викладаються Користувачем на нашому Веб-сайті
                    та/або в Застосунку захищені авторським правом. В тому
                    випадку, якщо Користувачем буде опубліковано на Веб-сайті
                    та/або в Застосунку роботу, яка йому не належить, Аккаунт
                    такого Користувача буде негайно заблокований разом з
                    балансом, що міститься в цьому Аккаунті.
                    <br />
                    Під час користування Веб-сайтом та/або Застосунком
                    Користувач здійснює продаж електронних копій своїх робіт.
                    При цьому Користувач повідомлений та погоджується з тим, що
                    Веб-сайт (Застосунок) стягує з Користувача 10% комісії від
                    вартості кожного продажу цифрової копії роботи Користувача,
                    що є платою за користуванням сервісами Веб-сайту та/або
                    Застосунку.
                    <br />
                    Користувач повідомлений та погоджується з тим, що
                    зобов’язаний надавати Веб-сайту та/або Застосунку особисті
                    платіжні данні, для забезпечення списання з його рахунку 10%
                    комісії з продажу цифрових копій робіт, в якості плати за
                    користування сервісами. При цьому, платіжні данні
                    Користувача надані до Веб-сайту та/або Застосунку, будуть
                    захищені та жодним чином не будуть розголошені третім
                    особам.
                    <br />
                    Для зручності використання Веб-сайту та/або Застосунку
                    власник даного програмного продукту може вимагати від
                    Користувача надати певну особисту інформацію. Інформація,
                    яку вимагає власник Веб-сайту та Застосунку, буде збережена
                    і жодним чином не буде передана третім особам.
                    <br />
                    Користувач погоджується на показ рекламних оголошень таких
                    сервісів як:
                    <br />
                    Amazon WorkDocs SDK​;
                    <br />
                    AdSense.
                </p>

                <h2 className="font-semibold text-gray-900">
                    ПОЛОЖЕННЯ ЗАСТОСУНКУ
                </h2>

                <p>
                    Всі умови цієї політики конфіденційності також
                    застосовуються при використанні мобільного Застосунку
                    "Stijoy", яке було створено для проекту. Користуючись
                    Застосунком "Stijoy", уважно ознайомтеся з цією політикою
                    конфіденційності.
                    <br />
                    Застосунок не використовує ваш обліковий запис в соціальній
                    мережі для авторизації.
                    <br />
                    Застосунок не обробляє та не передає особисті данні аккаунта
                    Користувача на сторонні сервери.
                    <br />
                    Застосунок може надсилати на сервера Google Analytics
                    знеособлені дані для аналізу використання програми.
                    <br />
                    Застосунок завжди запитує доступ до файлового сховища
                    пристрою Користувача.
                    <br />
                    Бібліотека Google Analytics, вбудована в програму,
                    використовує ідентифікатор пристрою Користувача для зв'язку
                    зібраних даних аналітики. Знеособлені дані, що збираються
                    бібліотекою, ми аналізуємо для виявлення більш-менш
                    потрібних функцій програми для подальшого покращення
                    програми. А також для збору та вивчення даних про роботу
                    програми у разі виникнення фатальної помилки та збоїв у
                    роботі програми. Дані, що збираються аналітикою, не містять
                    персональної інформації Користувача та інформації, яка може
                    сприяти встановленню особи Користувача.
                    <br />
                    Доступ до сховища використовується для кешуванням даних, на
                    змінному носії, Застосунок не зачіпає особистих даних або
                    файлів користувача, і не оперує ними.
                    <br />
                    Використовуючи Застосунок "Stijoy", ви погоджуєтесь з
                    умовами цієї політики конфіденційності.
                    <br />
                    Дані умови регулюють взаємини між розробником та
                    Користувачем.
                    <br />
                    Вони не передбачають регулювання прав третіх осіб. Якщо
                    Користувач не погоджується з умовами використання
                    Застосунку, він повинен припинити роботу з Застосунком.
                </p>

                <h2 className="font-semibold text-gray-900">
                    Порушення авторських прав і політика DMCA
                </h2>

                <p>
                    Оскільки Адміністратор просить інших поважати його права
                    інтелектуальної власності, він поважає права інтелектуальної
                    власності інших осіб. Якщо ви вважаєте, що матеріал,
                    розміщений на Сайті або на який посилається Сайт, порушує
                    ваші авторські права, вам рекомендується повідомити про це
                    Адміністратора відповідно до загальної політики DMCA.
                    Адміністратор відповість на всі такі повідомлення, в тому
                    числі, якщо це вимагається або доречно, видаляючи матеріал,
                    що порушує авторські права, або відключаючи всі посилання на
                    матеріал, що порушує авторські права.
                    <br />У випадку з відвідувачем, який може порушити або
                    повторно порушити авторські права або інші права
                    інтелектуальної власності автора або інших осіб, Оператор
                    може на свій розсуд припинити або заборонити доступ до Сайту
                    та його використання.
                    <br />У разі такого припинення Адміністратор не буде
                    зобов'язаний надавати відшкодування будь-яких раніше
                    сплачених нам сум. Ви також погоджуєтеся не змінювати та не
                    видаляти будь-які повідомлення про право власності з
                    матеріалів, завантажених із сайту. Ви повинні зберегти наше
                    повідомлення про авторські права в створеній вами політиці,
                    якщо ви не придбали преміум-поліс, і в цьому випадку вам не
                    доведеться відображати наше повідомлення про авторські права
                    у створеній вами політиці.
                </p>

                <h2 className="font-semibold text-gray-900">ФАЙЛИ COOKIE</h2>

                <p>
                    Наш Веб-сайт та Застосунок використовує файли cookie.
                    <br />
                    Файл cookie – це файл, що містить ідентифікатор (рядок літер
                    та цифр), який веб-сервер надсилає веб-браузеру та
                    зберігається у браузері.
                    <br />
                    Файли cookie можуть бути як «стійкими» файлами cookie, так і
                    «сеансовими» файлами cookie: стійкий файл cookie буде
                    зберігатися веб-браузером і залишатиметься дійсним до
                    встановленої дати його закінчення, якщо Ви його не видалите
                    до дати закінчення терміну дії; cookie сеанс, з іншого боку,
                    закінчується в кінці сеансу Вашої роботи, коли веб-браузер
                    закриється. Файли cookie, як правило, не містять будь-якої
                    інформації, яка особисто Вас ідентифікує, але особиста
                    інформація, яку ми зберігаємо про Вас, може бути пов’язана з
                    інформацією, що зберігається та отримується від файлів
                    cookie.
                    <br />
                    Назви файлів cookie, які ми використовуємо на нашому
                    Веб-сайті та Застосунку, та цілі, для яких вони
                    використовуються, викладені нижче:
                    <br />
                    ми використовуємо Google Analytics на нашому Веб-сайті та в
                    Застосунку для розпізнавання комп'ютера, коли Користувач
                    відвідує наш сайт. Більшість браузерів дозволяють Вам
                    відмовитись від прийняття файлів cookie – наприклад: в
                    Internet Explorer (версія 10) Ви можете заблокувати файли
                    cookie, використовуючи параметри керування файлами cookie,
                    натиснувши «Інструменти», «Параметри Інтернету»,
                    «Конфіденційність», а потім «Додатково»; у Firefox (версія
                    24) Ви можете заблокувати всі файли cookie, натиснувши
                    «Інструменти», «Параметри», «Конфіденційність», виберіть зі
                    спадного меню пункт «Використовувати власні налаштування для
                    історії» та зніміть галочку «Прийняти файли cookie з
                    сайтів»; і у Chrome (версія 29) Ви можете заблокувати всі
                    файли cookie, відкривши меню «Налаштувати та керувати»,
                    натиснувши «Налаштування», «Показати розширені налаштування»
                    та «Налаштування вмісту», а потім вибрати «Блокувати сайти з
                    налаштування будь-яких даних» «Під заголовком» Cookies.
                    Блокування всіх файлів cookie негативно вплине на зручність
                    використання Веб-сайту. Якщо Ви заблокуєте файли cookie, Ви
                    не зможете використовувати всі функції нашого Веб-сайту. Ви
                    можете видалити файли cookie, які вже зберігаються на вашому
                    комп'ютері. Видалення файлів cookie негативно вплине на
                    зручність використання багатьох веб-сайтів.
                </p>

                <h2 className="font-semibold text-gray-900">
                    ВІДМОВА ВІД ВІДПОВІДАЛЬНОСТІ
                </h2>

                <p>
                    Матеріали та послуги Веб-сайту та Застосунку надаються «як
                    є» без жодних гарантій. Веб-Сайт та Застосунок не гарантує
                    точності та повноти матеріалів, програм і послуг, що
                    надаються.
                    <br />
                    Сервіс в будь-який час без повідомлення може вносити зміни
                    до матеріалів і послуг, що надаються на Веб-сайті та в
                    Застосунку, а також до згаданих у них продуктів і цін.
                    <br />У разі якщо матеріали та послуги на цьому сервісі
                    застаріють, власник сервісу не зобов'язана оновлювати їх.
                    <br />
                    Власник Веб-сайту та Застосунку за жодних обставин не несе
                    відповідальності за будь-які збитки (включно з, але не
                    обмежуючись збитком від втрати прибутку, даних або від
                    переривання ділової активності), що виникли внаслідок
                    використання, неможливості використання або результатів
                    використання Веб-сайту та/або Застосунку.
                </p>

                <h2 className="font-semibold text-gray-900">ЗМІНА ПОЛІТИКИ</h2>

                <p>
                    Ми залишаємо за собою право публікувати окремі примітки про
                    конфіденційність, а також у будь-який час змінювати та/або
                    доповнювати зміст Політики на власний розсуд.
                    <br />У випадку внесення істотних змін до Політики ми
                    розмістимо повідомлення на Веб-сайті та в Застосунку та
                    зазначений термін набрання цими змінами чинності.
                    <br />
                    Якщо протягом зазначеного терміну Ви не відмовитеся від
                    прийняття цих змін в письмовій формі, це означитиме, що Ви
                    погодились з відповідними змінами Політики.
                </p>
            </div>
        </section>
    );
}
