export const questions = [
    {
        id: 1,
        title: 'Чому не всі наклейки доступні для Однокласники?',
        answer: (
            <>
                Спочатку проєкт «sticker-set.com» був створений спеціально для
                месенджера Viber, але згодом було прийнято рішення додати
                стікери для Telegram та Однокласників. У зв’язку з низькою
                активністю встановлень наборів стікерів для Однокласників,
                публікацію стікерів для цієї платформи було тимчасово
                призупинено. З 15.02.2022 набори стікерів у проєкті
                «sticker-set.com» для Однокласників знову стали доступні для
                встановлення.
            </>
        ),
    },
    {
        id: 2,
        title: 'Чому я не можу знайти потрібний набір стікерів?',
        answer: (
            <>
                Якщо ви не знайшли набір стікерів, який шукали для Viber,
                імовірно, ми ще не додали його. Ви можете подати запит на
                додавання потрібного вам набору стікерів. Для цього перейдіть на
                сторінку «Замовити набір стікерів» та заповніть форму: Email
                (для зв’язку з вами);
                <br />
                Посилання на стікери.
                <br />
                Ви можете запросити будь-який наявний набір стікерів з
                будь-якого джерела, наприклад:
                <br />
                ВКонтакте
                <br />
                Telegram
                <br />
                Viber (платні стікери)
                <br />
                Однокласники
                <br />
                WhatsApp
                <br />
                Facebook
                <br />
                будь-який сайт, де можна поділитися наборами стікерів за
                посиланням.
            </>
        ),
    },
    {
        id: 3,
        title: 'Що таке стікери з фото і як їх отримати?',
        answer: (
            <>
                Стікери з фото — це набір стікерів, створений з ваших фотографій
                (селфі), на яких зображено 1–2 особи.
                <br />
                Після додавання вибраних фото для створення набору стікерів
                необхідно вказати назву набору та соціальну мережу, у яку ви
                хочете встановити свій набір (Viber або Telegram).
                <br />
                Правила додавання стікерів з фото:
                <br />
                Набір стікерів може складатися з 4–24 стікерів;
                <br />
                На кожному фото може бути зображено 1–2 особи;
                <br />
                Набір буде відхилено, якщо на фото відсутні обличчя;
                <br />
                Фото мають бути чіткими та з хорошим освітленням;
                <br />
                Заборонені відверті фото осіб, які не досягли повноліття (18+);
                <br />
                Завантажені копії фото будуть відхилені;
                <br />
                Назва набору не повинна містити випадкові символи (наприклад:
                «пРе%46)-Ор»);
                <br />
                Фото з фільтрами та обробкою не приймаються.
                <br />
                Набір стікерів з фото створюється один раз і не редагується
                надалі. Ви не зможете додати або видалити стікери пізніше, тому
                одразу визначайтеся з кількістю та типом стікерів.
            </>
        ),
    },
    {
        id: 4,
        title: 'Що таке Бібліотека API?',
        answer: (
            <>
                API — це готовий код у вигляді бібліотеки, основна мета якої —
                спростити процес створення застосунків. У бібліотеці міститься
                готовий список наборів стікерів.
                <br />
                Навіщо завантажувати набори стікерів вручну на свій сайт або
                застосунок, якщо ви можете використовувати нашу API-бібліотеку,
                яка містить велику кількість наборів і щодня оновлюється?
                <br />
                Ви можете розмістити їх на своєму сайті та значно зекономити
                час. На сторінці «Бібліотека API» ви знайдете детальну
                інформацію, яка дозволить легко імпортувати нашу базу даних
                наборів стікерів для інтеграції у ваш сайт або застосунок.
                <br />
            </>
        ),
    },
    {
        id: 5,
        title: 'Чому анімовані стікери не рухаються у Viber?',
        answer: (
            <>
                У Telegram стікери є анімованими, а у Viber — ні, оскільки сам
                Viber не підтримує анімований формат для кастомних стікерів.
                <br />
                Тому у Viber стікери надсилаються у звичайному (неанімованому)
                вигляді.
            </>
        ),
    },
    {
        id: 6,
        title: 'Як часто додаються набори стікерів?',
        answer: (
            <>
                Набори стікерів публікуються щонайменше один раз на день, але ми
                робимо все можливе, щоб щодня додавалося якомога більше нових
                наборів.
            </>
        ),
    },
    {
        id: 7,
        title: 'Виявили помилки на сайті?',
        answer: (
            <>
                Якщо ви помітили серйозні помилки у наповненні сайту або
                правописі, зверніться до служби підтримки або напишіть на
                stik.icu@gmail.com , вказавши знайдену помилку.
                <br />
                Ми винагороджуємо 0,5 $ за кожен набір стікерів або сторінку
                сайту з помилками (включно з неробочими зовнішніми посиланнями).
                <br />
                Виплата здійснюється на онлайн-гаманець PAYEER. Бути уважним —
                не лише приємно, а й вигідно.
            </>
        ),
    },
    {
        id: 8,
        title: 'Чому я бачу рекламні оголошення?',
        answer: (
            <>
                Проєкт створений з відкритим і безкоштовним доступом до
                розважального контенту у вигляді наборів стікерів для Telegram
                та Viber.
                <br />
                Однак підтримувати проєкт безкоштовно неможливо, тому на сайті
                розміщена реклама. Ми намагаємося зробити її максимально
                ненав’язливою.
            </>
        ),
    },
    {
        id: 9,
        title: 'Як завантажити стікери у Viber з ноутбука або комп’ютера?',
        answer: (
            <>
                1. Відкрийте Viber на комп’ютері
                <br />
                2. Відкрийте будь-який чат
                <br />
                3. Натисніть на стікери
                <br />
                4. Натисніть на іконку стрілки поруч із вашими стікерпаками
                (внизу праворуч)
                <br />
                5. Натисніть «Створити»
                <br />
                6. Введіть назву стікерпаку (до 24 символів)
                <br />
                7. За бажанням введіть опис (до 70 символів)
                <br />
                8. Натисніть на поле зі значком +<br />
                9. Виберіть зображення та натисніть «Відкрити»
                <br />
                10. Повторіть кроки 8–9, щоб додати інші стікери
                <br />
                11. Оберіть, чи буде стікерпак відкритим або закритим
                <br />
                12. Натисніть «Створити стікерпак»
                <br />
                Після створення стікерпак відобразиться разом з іншими на всіх
                ваших пристроях.
                <br />
                Зверніть увагу:
                <br />
                На комп’ютері ви не можете редагувати стікери за допомогою
                інструментів Viber — лише завантажувати зображення.
                <br />
                Щоб побачити створений стікерпак на смартфоні, перезапустіть
                Viber.
            </>
        ),
    },
    {
        id: 10,
        title: 'Що робити, якщо я знайшов свої авторські стікери, які не публікував?',
        answer: (
            <>
                Якщо ви помітили на нашому сайті свої авторські стікери, що є
                порушенням авторських прав, зверніться до служби підтримки або
                напишіть на stik.icu@gmail.com.
            </>
        ),
    },
];